Repository: monuszko/django-nyancat
Catalog: nyancat/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Invalid value
pl: Zła wartość

source: Welcome to nyancat app!
pl: Witaj w aplikacji nyancat!

source: It allows you to collect youtube videos, make lists of them and share them.
pl: Pozwala ona gromadzić filmiki z youtube, robić z nich listy i dzielić się nimi.

source: The app is designed to be as inobtrusive as possible while maitaining reasonable security. It's currently based 100 on cookies, with no User model behind the scenes. User doesn't have to input anything, although at least an email is recommended because it allows to recover password.
pl: Aplikacja jest zaprojektowana by nie wchodzić w drogę użytkownikowi a jednocześnie być możliwie bezpieczną. Obecnie jest w 100 oparta na ciasteczkach, bez modelu User i tego typu autoryzacji w tle. Użytkownik nie musi podawać żadnych informacji, mimo to zalecane jest podanie przynajmniej e-maila do późniejszego odzyskania hasła.

source: Welcome back,
pl: Witaj ponownie,

source: Visit your page
pl: Odwiedź swoją stronę

source: Welcome, new user !
pl: Witaj, nowy użytkowniku !

source: Upload a video to get started
pl: Wyślij filmik aby zacząć

source: Most popular videos
pl: Najpopularniejsze filmiki

source: Your
pl: Twoje

source: Videos
pl: Filmiki

source: Add video
pl: Dodanie filmiku

source: Remove videos
pl: Usunięcie filmików

source: Update profile
pl: Uaktualnienie profilu

source: Restore password
pl: Odzyskanie hasła

source: This website uses cookies for authentication. One day you may want to use another browser, access the page on a different device, forget your url or or reinstall your system. Providing an email NOW will let you restore your cookie.
pl: Ta strona używa ciasteczek do autoryzacji. Pewnego dnia możesz chcieć użyć innej przeglądarki, dostać się do strony z innego urządzenia, zapomnieć url czy przeinstalować system. Podanie e-maila TERAZ pozwoli odzyskać ciasteczko

source: Update
pl: Uaktualnij

source: Select videos to remove.
pl: Wybierz filmiki do usunięcia

source: No videos here
pl: Brak filmików

source: Remove
pl: Usuń

source: Please paste a youtube link.
pl: Proszę wkleić odnośnik z youtube.

source: Submit
pl: Wyślij

source: %s videos removed.
pl: Usunięto %s filmików.

source: Created a new person.
pl: Stworzono nowego użytkownika.

source: Thanks for the new video!
pl: Dzięki za nowy filmik!

source: {} users already knew this video!
pl: {} ludzi już znało ten filmik!

source: You already had this video.
pl: Już miałeś ten filmik.

source: Cookie set.
pl: Ciasteczko ustawione.

source: Bad/expired link.
pl: Niepoprawny/nieaktualny odnośnik.

source: Nyancat password recovery
pl: Odzyskanie hasła nyancat

source: Someone requested a password reminder for your nyancat page. You can use the link below to set the password cookie for your page, for example in another browser, on another device: {} If you don't know what this is about, ignore this message.
pl: Ktoś zażądał przypomnienia hasła dla twojej strony nyancat. Możesz użyć poniższego odnośnika do ustawienia ciasteczka z hasłem twojej strony, np w innej przeglądarce lub na innym urządzeniu: {} Jeżeli nie wiesz, o co tu chodzi, zignoruj tą wiadomość.

source: Message sent. Check your mail.
pl: Wiadomość wysłana. Sprawdź swoją pocztę.
